from typing import (
    Dict
)


ADD_BJD_CHANGED_DICTIONARY: Dict[str, str] = {
    # 법정동코드 : 과거 법정동코드
    '4812110100': '4811010100', # 경상남도 창원시 북동 -> 경상남도 창원시 의창구 북동
    '4812110200': '4811010200', # 경상남도 창원시 중동 -> 경상남도 창원시 의창구 중동
    '4812110300': '4811010300', # 경상남도 창원시 서상동 -> 경상남도 창원시 의창구 서상동
    '4812110400': '4811010400', # 경상남도 창원시 소답동 -> 경상남도 창원시 의창구 소답동
    '4812110500': '4811010500', # 경상남도 창원시 도계동 -> 경상남도 창원시 의창구 도계동
    '4812110600': '4811010600', # 경상남도 창원시 동정동 -> 경상남도 창원시 의창구 동정동
    '4812110700': '4811010700', # 경상남도 창원시 소계동 -> 경상남도 창원시 의창구 소계동
    '4812110800': '4811010800', # 경상남도 창원시 용동 -> 경상남도 창원시 의창구 용동
    '4812111200': '4811012400', # 경상남도 창원시 덕정동 -> 경상남도 창원시 의창구 덕정동
    '4812111300': '4811013400', # 경상남도 창원시 지귀동 -> 경상남도 창원시 의창구 지귀동
    '4812111400': '4811013500', # 경상남도 창원시 서곡동 -> 경상남도 창원시 의창구 서곡동
    '4812111600': '4811013700', # 경상남도 창원시 봉림동 -> 경상남도 창원시 의창구 봉림동
    '4812111700': '4811013800', # 경상남도 창원시 퇴촌동 -> 경상남도 창원시 의창구 퇴촌동
    '4812111800': '4811013900', # 경상남도 창원시 명곡동 -> 경상남도 창원시 의창구 명곡동
    '4812111900': '4811014000', # 경상남도 창원시 반계동 -> 경상남도 창원시 의창구 반계동
    '4812112000': '4811014100', # 경상남도 창원시 사화동 -> 경상남도 창원시 의창구 사화동
    '4812112100': '4811014200', # 경상남도 창원시 차용동 -> 경상남도 창원시 의창구 차용동
    '4812112200': '4811014300', # 경상남도 창원시 내리동 -> 경상남도 창원시 의창구 내리동
    '4812112400': '4811014900', # 경상남도 창원시 명서동 -> 경상남도 창원시 의창구 명서동
    '4812112500': '4811015600', # 경상남도 창원시 사림동 -> 경상남도 창원시 의창구 사림동
    '4812112700': '4811016000', # 경상남도 창원시 봉곡동 -> 경상남도 창원시 의창구 봉곡동
    '4812112900': '4811016200', # 경상남도 창원시 팔용동 -> 경상남도 창원시 의창구 팔용동
    '4812125000': '4811025000', # 경상남도 창원시 동읍 -> 경상남도 창원시 의창구 동읍
    '4812125021': '4811025021', # 경상남도 창원시 동읍 용강리 -> 경상남도 창원시 의창구 동읍 용강리
    '4812125022': '4811025022', # 경상남도 창원시 동읍 용전리 -> 경상남도 창원시 의창구 동읍 용전리
    '4812125023': '4811025023', # 경상남도 창원시 동읍 남산리 -> 경상남도 창원시 의창구 동읍 남산리
    '4812125024': '4811025024', # 경상남도 창원시 동읍 덕천리 -> 경상남도 창원시 의창구 동읍 덕천리
    '4812125025': '4811025025', # 경상남도 창원시 동읍 덕산리 -> 경상남도 창원시 의창구 동읍 덕산리
    '4812125026': '4811025026', # 경상남도 창원시 동읍 봉산리 -> 경상남도 창원시 의창구 동읍 봉산리
    '4812125027': '4811025027', # 경상남도 창원시 동읍 송정리 -> 경상남도 창원시 의창구 동읍 송정리
    '4812125028': '4811025028', # 경상남도 창원시 동읍 용정리 -> 경상남도 창원시 의창구 동읍 용정리
    '4812125029': '4811025029', # 경상남도 창원시 동읍 단계리 -> 경상남도 창원시 의창구 동읍 단계리
    '4812125030': '4811025030', # 경상남도 창원시 동읍 무성리 -> 경상남도 창원시 의창구 동읍 무성리
    '4812125031': '4811025031', # 경상남도 창원시 동읍 무점리 -> 경상남도 창원시 의창구 동읍 무점리
    '4812125032': '4811025032', # 경상남도 창원시 동읍 용잠리 -> 경상남도 창원시 의창구 동읍 용잠리
    '4812125033': '4811025033', # 경상남도 창원시 동읍 신방리 -> 경상남도 창원시 의창구 동읍 신방리
    '4812125034': '4811025034', # 경상남도 창원시 동읍 다호리 -> 경상남도 창원시 의창구 동읍 다호리
    '4812125035': '4811025035', # 경상남도 창원시 동읍 월잠리 -> 경상남도 창원시 의창구 동읍 월잠리
    '4812125036': '4811025036', # 경상남도 창원시 동읍 화양리 -> 경상남도 창원시 의창구 동읍 화양리
    '4812125037': '4811025037', # 경상남도 창원시 동읍 석산리 -> 경상남도 창원시 의창구 동읍 석산리
    '4812125038': '4811025038', # 경상남도 창원시 동읍 금산리 -> 경상남도 창원시 의창구 동읍 금산리
    '4812125039': '4811025039', # 경상남도 창원시 동읍 봉곡리 -> 경상남도 창원시 의창구 동읍 봉곡리
    '4812125040': '4811025040', # 경상남도 창원시 동읍 봉강리 -> 경상남도 창원시 의창구 동읍 봉강리
    '4812125041': '4811025041', # 경상남도 창원시 동읍 본포리 -> 경상남도 창원시 의창구 동읍 본포리
    '4812125042': '4811025042', # 경상남도 창원시 동읍 노연리 -> 경상남도 창원시 의창구 동읍 노연리
    '4812125043': '4811025043', # 경상남도 창원시 동읍 산남리 -> 경상남도 창원시 의창구 동읍 산남리
    '4812125044': '4811025044', # 경상남도 창원시 동읍 죽동리 -> 경상남도 창원시 의창구 동읍 죽동리
    '4812131000': '4811032000', # 경상남도 창원시 북면 -> 경상남도 창원시 의창구 북면
    '4812131021': '4811032021', # 경상남도 창원시 북면 지개리 -> 경상남도 창원시 의창구 북면 지개리
    '4812131022': '4811032022', # 경상남도 창원시 북면 고암리 -> 경상남도 창원시 의창구 북면 고암리
    '4812131023': '4811032023', # 경상남도 창원시 북면 대산리 -> 경상남도 창원시 의창구 북면 대산리
    '4812131024': '4811032024', # 경상남도 창원시 북면 월촌리 -> 경상남도 창원시 의창구 북면 월촌리
    '4812131025': '4811032025', # 경상남도 창원시 북면 월백리 -> 경상남도 창원시 의창구 북면 월백리
    '4812131026': '4811032026', # 경상남도 창원시 북면 화천리 -> 경상남도 창원시 의창구 북면 화천리
    '4812131027': '4811032027', # 경상남도 창원시 북면 외감리 -> 경상남도 창원시 의창구 북면 외감리
    '4812131028': '4811032028', # 경상남도 창원시 북면 감계리 -> 경상남도 창원시 의창구 북면 감계리
    '4812131029': '4811032029', # 경상남도 창원시 북면 동전리 -> 경상남도 창원시 의창구 북면 동전리
    '4812131030': '4811032030', # 경상남도 창원시 북면 무동리 -> 경상남도 창원시 의창구 북면 무동리
    '4812131031': '4811032031', # 경상남도 창원시 북면 무곡리 -> 경상남도 창원시 의창구 북면 무곡리
    '4812131032': '4811032032', # 경상남도 창원시 북면 내곡리 -> 경상남도 창원시 의창구 북면 내곡리
    '4812131033': '4811032033', # 경상남도 창원시 북면 상천리 -> 경상남도 창원시 의창구 북면 상천리
    '4812131034': '4811032034', # 경상남도 창원시 북면 하천리 -> 경상남도 창원시 의창구 북면 하천리
    '4812131035': '4811032035', # 경상남도 창원시 북면 외산리 -> 경상남도 창원시 의창구 북면 외산리
    '4812131036': '4811032036', # 경상남도 창원시 북면 신촌리 -> 경상남도 창원시 의창구 북면 신촌리
    '4812131037': '4811032037', # 경상남도 창원시 북면 마산리 -> 경상남도 창원시 의창구 북면 마산리
    '4812131038': '4811032038', # 경상남도 창원시 북면 월계리 -> 경상남도 창원시 의창구 북면 월계리
    '4812132000': '4811033000', # 경상남도 창원시 대산면 -> 경상남도 창원시 의창구 대산면
    '4812132021': '4811033021', # 경상남도 창원시 대산면 갈전리 -> 경상남도 창원시 의창구 대산면 갈전리
    '4812132022': '4811033022', # 경상남도 창원시 대산면 일동리 -> 경상남도 창원시 의창구 대산면 일동리
    '4812132023': '4811033023', # 경상남도 창원시 대산면 모산리 -> 경상남도 창원시 의창구 대산면 모산리
    '4812132024': '4811033024', # 경상남도 창원시 대산면 가술리 -> 경상남도 창원시 의창구 대산면 가술리
    '4812132025': '4811033025', # 경상남도 창원시 대산면 제동리 -> 경상남도 창원시 의창구 대산면 제동리
    '4812132026': '4811033026', # 경상남도 창원시 대산면 우암리 -> 경상남도 창원시 의창구 대산면 우암리
    '4812132027': '4811033027', # 경상남도 창원시 대산면 북부리 -> 경상남도 창원시 의창구 대산면 북부리
    '4812132028': '4811033028', # 경상남도 창원시 대산면 유등리 -> 경상남도 창원시 의창구 대산면 유등리
    '4812132029': '4811033029', # 경상남도 창원시 대산면 대방리 -> 경상남도 창원시 의창구 대산면 대방리
    '4812310100': '4811011000', # 경상남도 창원시 토월동 -> 경상남도 창원시 성산구 토월동
    '4812310200': '4811011100', # 경상남도 창원시 사파정동 -> 경상남도 창원시 성산구 사파정동
    '4812310300': '4811011200', # 경상남도 창원시 가음정동 -> 경상남도 창원시 성산구 가음정동
    '4812310400': '4811011300', # 경상남도 창원시 외동 -> 경상남도 창원시 성산구 외동
    '4812310500': '4811011400', # 경상남도 창원시 대방동 -> 경상남도 창원시 성산구 대방동
    '4812310600': '4811011500', # 경상남도 창원시 남산동 -> 경상남도 창원시 성산구 남산동
    '4812310700': '4811011600', # 경상남도 창원시 삼정자동 -> 경상남도 창원시 성산구 삼정자동
    '4812310800': '4811011700', # 경상남도 창원시 천선동 -> 경상남도 창원시 성산구 천선동
    '4812310900': '4811011800', # 경상남도 창원시 불모산동 -> 경상남도 창원시 성산구 불모산동
    '4812311000': '4811011900', # 경상남도 창원시 안민동 -> 경상남도 창원시 성산구 안민동
    '4812311100': '4811012100', # 경상남도 창원시 내동 -> 경상남도 창원시 성산구 내동
    '4812311200': '4811012700', # 경상남도 창원시 남지동 -> 경상남도 창원시 성산구 남지동
    '4812311300': '4811012800', # 경상남도 창원시 상복동 -> 경상남도 창원시 성산구 상복동
    '4812311400': '4811012900', # 경상남도 창원시 완암동 -> 경상남도 창원시 성산구 완암동
    '4812311500': '4811013000', # 경상남도 창원시 창곡동 -> 경상남도 창원시 성산구 창곡동
    '4812311600': '4811013100', # 경상남도 창원시 월림동 -> 경상남도 창원시 성산구 월림동
    '4812311700': '4811013200', # 경상남도 창원시 적현동 -> 경상남도 창원시 성산구 적현동
    '4812311800': '4811013300', # 경상남도 창원시 양곡동 -> 경상남도 창원시 성산구 양곡동
    '4812311900': '4811013600', # 경상남도 창원시 반송동 -> 경상남도 창원시 성산구 반송동
    '4812312000': '4811014400', # 경상남도 창원시 귀산동 -> 경상남도 창원시 성산구 귀산동
    '4812312100': '4811014500', # 경상남도 창원시 귀곡동 -> 경상남도 창원시 성산구 귀곡동
    '4812312200': '4811014600', # 경상남도 창원시 귀현동 -> 경상남도 창원시 성산구 귀현동
    '4812312300': '4811014700', # 경상남도 창원시 신촌동 -> 경상남도 창원시 성산구 신촌동
    '4812312400': '4811015000', # 경상남도 창원시 반지동 -> 경상남도 창원시 성산구 반지동
    '4812312500': '4811015100', # 경상남도 창원시 중앙동 -> 경상남도 창원시 성산구 중앙동
    '4812312600': '4811015200', # 경상남도 창원시 반림동 -> 경상남도 창원시 성산구 반림동
    '4812312700': '4811015300', # 경상남도 창원시 상남동 -> 경상남도 창원시 성산구 상남동
    '4812312800': '4811015400', # 경상남도 창원시 성주동 -> 경상남도 창원시 성산구 성주동
    '4812312900': '4811015500', # 경상남도 창원시 웅남동 -> 경상남도 창원시 성산구 웅남동
    '4812313000': '4811015700', # 경상남도 창원시 사파동 -> 경상남도 창원시 성산구 사파동
    '4812313100': '4811015900', # 경상남도 창원시 가음동 -> 경상남도 창원시 성산구 가음동
    '4812313200': '4811016300', # 경상남도 창원시 성산동 -> 경상남도 창원시 성산구 성산동
    '4812313300': '4811016400', # 경상남도 창원시 남양동 -> 경상남도 창원시 성산구 남양동
    '4812313400': '4811010900', # 경상남도 창원시 용지동 -> 경상남도 창원시 성산구 용지동
    '4812313500': '4811016100', # 경상남도 창원시 용호동 -> 경상남도 창원시 성산구 용호동
    '4812313600': '4811015800', # 경상남도 창원시 신월동 -> 경상남도 창원시 성산구 신월동
    '4812313700': '4811014800', # 경상남도 창원시 대원동 -> 경상남도 창원시 성산구 대원동
    '4812313800': '4811012300', # 경상남도 창원시 두대동 -> 경상남도 창원시 성산구 두대동
    '4812313900': '4811012200', # 경상남도 창원시 삼동동 -> 경상남도 창원시 성산구 삼동동
    '4812314000': '4811012400', # 경상남도 창원시 덕정동 -> 경상남도 창원시 성산구 덕정동
    '4812314100': '4811013800', # 경상남도 창원시 퇴촌동 -> 경상남도 창원시 성산구 퇴촌동
    '4812510100': '4816010100', # 경상남도 마산시 가포동 -> 경상남도 창원시 마산합포구 가포동
    '4812510200': '4816010200', # 경상남도 마산시 교방동 -> 경상남도 창원시 마산합포구 교방동
    '4812510300': '4816010300', # 경상남도 마산시 교원동 -> 경상남도 창원시 마산합포구 교원동
    '4812510400': '4816010400', # 경상남도 마산시 남성동 -> 경상남도 창원시 마산합포구 남성동
    '4812510500': '4816010500', # 경상남도 마산시 대내동 -> 경상남도 창원시 마산합포구 대내동
    '4812510600': '4816010600', # 경상남도 마산시 대성동1가 -> 경상남도 창원시 마산합포구 대성동1가
    '4812510700': '4816010700', # 경상남도 마산시 대성동2가 -> 경상남도 창원시 마산합포구 대성동2가
    '4812510800': '4816010800', # 경상남도 마산시 대외동 -> 경상남도 창원시 마산합포구 대외동
    '4812510900': '4816010900', # 경상남도 마산시 대창동 -> 경상남도 창원시 마산합포구 대창동
    '4812511000': '4816011000', # 경상남도 마산시 덕동동 -> 경상남도 창원시 마산합포구 덕동동
    '4812511100': '4816011100', # 경상남도 마산시 동성동 -> 경상남도 창원시 마산합포구 동성동
    '4812511200': '4816011200', # 경상남도 마산시 두월동1가 -> 경상남도 창원시 마산합포구 두월동1가
    '4812511300': '4816011300', # 경상남도 마산시 두월동2가 -> 경상남도 창원시 마산합포구 두월동2가
    '4812511400': '4816011400', # 경상남도 마산시 두월동3가 -> 경상남도 창원시 마산합포구 두월동3가
    '4812511500': '4816011500', # 경상남도 마산시 문화동 -> 경상남도 창원시 마산합포구 문화동
    '4812511600': '4816011600', # 경상남도 마산시 반월동 -> 경상남도 창원시 마산합포구 반월동
    '4812511700': '4816011700', # 경상남도 마산시 부림동 -> 경상남도 창원시 마산합포구 부림동
    '4812511800': '4816011800', # 경상남도 마산시 산호동 -> 경상남도 창원시 마산합포구 산호동
    '4812511900': '4816011900', # 경상남도 마산시 상남동 -> 경상남도 창원시 마산합포구 상남동
    '4812512000': '4816012000', # 경상남도 마산시 서성동 -> 경상남도 창원시 마산합포구 서성동
    '4812512100': '4816012100', # 경상남도 마산시 성호동 -> 경상남도 창원시 마산합포구 성호동
    '4812512200': '4816012200', # 경상남도 마산시 수성동 -> 경상남도 창원시 마산합포구 수성동
    '4812512300': '4816012300', # 경상남도 마산시 신월동 -> 경상남도 창원시 마산합포구 신월동
    '4812512400': '4816012400', # 경상남도 마산시 신창동 -> 경상남도 창원시 마산합포구 신창동
    '4812512500': '4816012500', # 경상남도 마산시 신포동1가 -> 경상남도 창원시 마산합포구 신포동1가
    '4812512600': '4816012600', # 경상남도 마산시 신포동2가 -> 경상남도 창원시 마산합포구 신포동2가
    '4812512700': '4816012700', # 경상남도 마산시 신흥동 -> 경상남도 창원시 마산합포구 신흥동
    '4812512800': '4816012800', # 경상남도 마산시 완월동 -> 경상남도 창원시 마산합포구 완월동
    '4812512900': '4816012900', # 경상남도 마산시 월남동1가 -> 경상남도 창원시 마산합포구 월남동1가
    '4812513000': '4816013000', # 경상남도 마산시 월남동2가 -> 경상남도 창원시 마산합포구 월남동2가
    '4812513100': '4816013100', # 경상남도 마산시 월남동3가 -> 경상남도 창원시 마산합포구 월남동3가
    '4812513200': '4816013200', # 경상남도 마산시 월남동4가 -> 경상남도 창원시 마산합포구 월남동4가
    '4812513300': '4816013300', # 경상남도 마산시 월남동5가 -> 경상남도 창원시 마산합포구 월남동5가
    '4812513400': '4816013400', # 경상남도 마산시 월영동 -> 경상남도 창원시 마산합포구 월영동
    '4812513500': '4816013500', # 경상남도 마산시 월포동 -> 경상남도 창원시 마산합포구 월포동
    '4812513600': '4816013600', # 경상남도 마산시 예곡동 -> 경상남도 창원시 마산합포구 예곡동
    '4812513700': '4816013700', # 경상남도 마산시 오동동 -> 경상남도 창원시 마산합포구 오동동
    '4812513800': '4816013800', # 경상남도 마산시 우산동 -> 경상남도 창원시 마산합포구 우산동
    '4812513900': '4816013900', # 경상남도 마산시 유록동 -> 경상남도 창원시 마산합포구 유록동
    '4812514000': '4816014000', # 경상남도 마산시 자산동 -> 경상남도 창원시 마산합포구 자산동
    '4812514100': '4816014100', # 경상남도 마산시 장군동1가 -> 경상남도 창원시 마산합포구 장군동1가
    '4812514200': '4816014200', # 경상남도 마산시 장군동2가 -> 경상남도 창원시 마산합포구 장군동2가
    '4812514300': '4816014300', # 경상남도 마산시 장군동3가 -> 경상남도 창원시 마산합포구 장군동3가
    '4812514400': '4816014400', # 경상남도 마산시 장군동4가 -> 경상남도 창원시 마산합포구 장군동4가
    '4812514500': '4816014500', # 경상남도 마산시 장군동5가 -> 경상남도 창원시 마산합포구 장군동5가
    '4812514600': '4816014600', # 경상남도 마산시 중성동 -> 경상남도 창원시 마산합포구 중성동
    '4812514700': '4816014700', # 경상남도 마산시 중앙동1가 -> 경상남도 창원시 마산합포구 중앙동1가
    '4812514800': '4816014800', # 경상남도 마산시 중앙동2가 -> 경상남도 창원시 마산합포구 중앙동2가
    '4812514900': '4816014900', # 경상남도 마산시 중앙동3가 -> 경상남도 창원시 마산합포구 중앙동3가
    '4812515000': '4816015000', # 경상남도 마산시 창동 -> 경상남도 창원시 마산합포구 창동
    '4812515100': '4816015100', # 경상남도 마산시 창포동1가 -> 경상남도 창원시 마산합포구 창포동1가
    '4812515200': '4816015200', # 경상남도 마산시 창포동2가 -> 경상남도 창원시 마산합포구 창포동2가
    '4812515300': '4816015300', # 경상남도 마산시 창포동3가 -> 경상남도 창원시 마산합포구 창포동3가
    '4812515400': '4816015400', # 경상남도 마산시 청계동 -> 경상남도 창원시 마산합포구 청계동
    '4812515500': '4816015500', # 경상남도 마산시 추산동 -> 경상남도 창원시 마산합포구 추산동
    '4812515600': '4816015600', # 경상남도 마산시 평화동 -> 경상남도 창원시 마산합포구 평화동
    '4812515700': '4816015700', # 경상남도 마산시 화영동 -> 경상남도 창원시 마산합포구 화영동
    '4812515800': '4816015800', # 경상남도 마산시 해운동 -> 경상남도 창원시 마산합포구 해운동
    '4812515900': '4816015900', # 경상남도 마산시 현동 -> 경상남도 창원시 마산합포구 현동
    '4812516000': '4816016000', # 경상남도 마산시 홍문동 -> 경상남도 창원시 마산합포구 홍문동
    '4812531000': '4816031000', # 경상남도 마산시 구산면 -> 경상남도 창원시 마산합포구 구산면
    '4812531021': '4816031021', # 경상남도 마산시 구산면 유산리 -> 경상남도 창원시 마산합포구 구산면 유산리
    '4812531022': '4816031022', # 경상남도 마산시 구산면 마전리 -> 경상남도 창원시 마산합포구 구산면 마전리
    '4812531023': '4816031023', # 경상남도 마산시 구산면 석곡리 -> 경상남도 창원시 마산합포구 구산면 석곡리
    '4812531024': '4816031024', # 경상남도 마산시 구산면 수정리 -> 경상남도 창원시 마산합포구 구산면 수정리
    '4812531025': '4816031025', # 경상남도 마산시 구산면 내포리 -> 경상남도 창원시 마산합포구 구산면 내포리
    '4812531026': '4816031026', # 경상남도 마산시 구산면 옥계리 -> 경상남도 창원시 마산합포구 구산면 옥계리
    '4812531027': '4816031027', # 경상남도 마산시 구산면 반동리 -> 경상남도 창원시 마산합포구 구산면 반동리
    '4812531028': '4816031028', # 경상남도 마산시 구산면 구복리 -> 경상남도 창원시 마산합포구 구산면 구복리
    '4812531029': '4816031029', # 경상남도 마산시 구산면 심리 -> 경상남도 창원시 마산합포구 구산면 심리
    '4812531030': '4816031030', # 경상남도 마산시 구산면 난포리 -> 경상남도 창원시 마산합포구 구산면 난포리
    '4812532000': '4816032000', # 경상남도 마산시 진동면 -> 경상남도 창원시 마산합포구 진동면
    '4812532021': '4816032021', # 경상남도 마산시 진동면 고현리 -> 경상남도 창원시 마산합포구 진동면 고현리
    '4812532022': '4816032022', # 경상남도 마산시 진동면 신기리 -> 경상남도 창원시 마산합포구 진동면 신기리
    '4812532023': '4816032023', # 경상남도 마산시 진동면 사동리 -> 경상남도 창원시 마산합포구 진동면 사동리
    '4812532024': '4816032024', # 경상남도 마산시 진동면 진동리 -> 경상남도 창원시 마산합포구 진동면 진동리
    '4812532025': '4816032025', # 경상남도 마산시 진동면 요장리 -> 경상남도 창원시 마산합포구 진동면 요장리
    '4812532026': '4816032026', # 경상남도 마산시 진동면 다구리 -> 경상남도 창원시 마산합포구 진동면 다구리
    '4812532027': '4816032027', # 경상남도 마산시 진동면 교동리 -> 경상남도 창원시 마산합포구 진동면 교동리
    '4812532028': '4816032028', # 경상남도 마산시 진동면 인곡리 -> 경상남도 창원시 마산합포구 진동면 인곡리
    '4812532029': '4816032029', # 경상남도 마산시 진동면 태봉리 -> 경상남도 창원시 마산합포구 진동면 태봉리
    '4812532030': '4816032030', # 경상남도 마산시 진동면 동전리 -> 경상남도 창원시 마산합포구 진동면 동전리
    '4812533000': '4816033000', # 경상남도 마산시 진북면 -> 경상남도 창원시 마산합포구 진북면
    '4812533021': '4816033021', # 경상남도 마산시 진북면 지산리 -> 경상남도 창원시 마산합포구 진북면 지산리
    '4812533022': '4816033022', # 경상남도 마산시 진북면 예곡리 -> 경상남도 창원시 마산합포구 진북면 예곡리
    '4812533023': '4816033023', # 경상남도 마산시 진북면 인곡리 -> 경상남도 창원시 마산합포구 진북면 인곡리
    '4812533024': '4816033024', # 경상남도 마산시 진북면 대평리 -> 경상남도 창원시 마산합포구 진북면 대평리
    '4812533025': '4816033025', # 경상남도 마산시 진북면 이목리 -> 경상남도 창원시 마산합포구 진북면 이목리
    '4812533026': '4816033026', # 경상남도 마산시 진북면 금산리 -> 경상남도 창원시 마산합포구 진북면 금산리
    '4812533027': '4816033027', # 경상남도 마산시 진북면 영학리 -> 경상남도 창원시 마산합포구 진북면 영학리
    '4812533028': '4816033028', # 경상남도 마산시 진북면 부산리 -> 경상남도 창원시 마산합포구 진북면 부산리
    '4812533029': '4816033029', # 경상남도 마산시 진북면 덕곡리 -> 경상남도 창원시 마산합포구 진북면 덕곡리
    '4812533030': '4816033030', # 경상남도 마산시 진북면 신촌리 -> 경상남도 창원시 마산합포구 진북면 신촌리
    '4812533031': '4816033031', # 경상남도 마산시 진북면 망곡리 -> 경상남도 창원시 마산합포구 진북면 망곡리
    '4812533032': '4816033032', # 경상남도 마산시 진북면 부평리 -> 경상남도 창원시 마산합포구 진북면 부평리
    '4812533033': '4816033033', # 경상남도 마산시 진북면 추곡리 -> 경상남도 창원시 마산합포구 진북면 추곡리
    '4812533034': '4816033034', # 경상남도 마산시 진북면 대티리 -> 경상남도 창원시 마산합포구 진북면 대티리
    '4812533035': '4816033035', # 경상남도 마산시 진북면 정현리 -> 경상남도 창원시 마산합포구 진북면 정현리
    '4812534000': '4816034000', # 경상남도 마산시 진전면 -> 경상남도 창원시 마산합포구 진전면
    '4812534021': '4816034021', # 경상남도 마산시 진전면 율티리 -> 경상남도 창원시 마산합포구 진전면 율티리
    '4812534022': '4816034022', # 경상남도 마산시 진전면 근곡리 -> 경상남도 창원시 마산합포구 진전면 근곡리
    '4812534023': '4816034023', # 경상남도 마산시 진전면 임곡리 -> 경상남도 창원시 마산합포구 진전면 임곡리
    '4812534024': '4816034024', # 경상남도 마산시 진전면 봉곡리 -> 경상남도 창원시 마산합포구 진전면 봉곡리
    '4812534025': '4816034025', # 경상남도 마산시 진전면 곡안리 -> 경상남도 창원시 마산합포구 진전면 곡안리
    '4812534026': '4816034026', # 경상남도 마산시 진전면 동산리 -> 경상남도 창원시 마산합포구 진전면 동산리
    '4812534027': '4816034027', # 경상남도 마산시 진전면 양촌리 -> 경상남도 창원시 마산합포구 진전면 양촌리
    '4812534028': '4816034028', # 경상남도 마산시 진전면 봉암리 -> 경상남도 창원시 마산합포구 진전면 봉암리
    '4812534029': '4816034029', # 경상남도 마산시 진전면 일암리 -> 경상남도 창원시 마산합포구 진전면 일암리
    '4812534030': '4816034030', # 경상남도 마산시 진전면 오서리 -> 경상남도 창원시 마산합포구 진전면 오서리
    '4812534031': '4816034031', # 경상남도 마산시 진전면 이명리 -> 경상남도 창원시 마산합포구 진전면 이명리
    '4812534032': '4816034032', # 경상남도 마산시 진전면 창포리 -> 경상남도 창원시 마산합포구 진전면 창포리
    '4812534033': '4816034033', # 경상남도 마산시 진전면 시락리 -> 경상남도 창원시 마산합포구 진전면 시락리
    '4812534034': '4816034034', # 경상남도 마산시 진전면 평암리 -> 경상남도 창원시 마산합포구 진전면 평암리
    '4812534035': '4816034035', # 경상남도 마산시 진전면 금암리 -> 경상남도 창원시 마산합포구 진전면 금암리
    '4812534036': '4816034036', # 경상남도 마산시 진전면 고사리 -> 경상남도 창원시 마산합포구 진전면 고사리
    '4812534037': '4816034037', # 경상남도 마산시 진전면 여양리 -> 경상남도 창원시 마산합포구 진전면 여양리
    '4812710100': '4816016100', # 경상남도 마산시 구암동 -> 경상남도 창원시 마산회원구 구암동
    '4812710200': '4816016200', # 경상남도 마산시 두척동 -> 경상남도 창원시 마산회원구 두척동
    '4812710300': '4816016300', # 경상남도 마산시 봉암동 -> 경상남도 창원시 마산회원구 봉암동
    '4812710400': '4816016400', # 경상남도 마산시 석전동 -> 경상남도 창원시 마산회원구 석전동
    '4812710500': '4816016500', # 경상남도 마산시 양덕동 -> 경상남도 창원시 마산회원구 양덕동
    '4812710600': '4816016600', # 경상남도 마산시 합성동 -> 경상남도 창원시 마산회원구 합성동
    '4812710700': '4816016700', # 경상남도 마산시 회성동 -> 경상남도 창원시 마산회원구 회성동
    '4812710800': '4816016800', # 경상남도 마산시 회원동 -> 경상남도 창원시 마산회원구 회원동
    '4812725000': '4816025000', # 경상남도 마산시 내서읍 -> 경상남도 창원시 마산회원구 내서읍
    '4812725021': '4816025021', # 경상남도 마산시 내서읍 안성리 -> 경상남도 창원시 마산회원구 내서읍 안성리
    '4812725022': '4816025022', # 경상남도 마산시 내서읍 평성리 -> 경상남도 창원시 마산회원구 내서읍 평성리
    '4812725023': '4816025023', # 경상남도 마산시 내서읍 호계리 -> 경상남도 창원시 마산회원구 내서읍 호계리
    '4812725024': '4816025024', # 경상남도 마산시 내서읍 용담리 -> 경상남도 창원시 마산회원구 내서읍 용담리
    '4812725025': '4816025025', # 경상남도 마산시 내서읍 중리 -> 경상남도 창원시 마산회원구 내서읍 중리
    '4812725026': '4816025026', # 경상남도 마산시 내서읍 상곡리 -> 경상남도 창원시 마산회원구 내서읍 상곡리
    '4812725027': '4816025027', # 경상남도 마산시 내서읍 원계리 -> 경상남도 창원시 마산회원구 내서읍 원계리
    '4812725028': '4816025028', # 경상남도 마산시 내서읍 삼계리 -> 경상남도 창원시 마산회원구 내서읍 삼계리
    '4812725029': '4816025029', # 경상남도 마산시 내서읍 신감리 -> 경상남도 창원시 마산회원구 내서읍 신감리
    '4812725030': '4816025030', # 경상남도 마산시 내서읍 감천리 -> 경상남도 창원시 마산회원구 내서읍 감천리
    '4812910100': '4819010100', # 경상남도 진해시 동상동 -> 경상남도 창원시 진해구 동상동
    '4812910200': '4819010200', # 경상남도 진해시 도천동 -> 경상남도 창원시 진해구 도천동
    '4812910300': '4819010300', # 경상남도 진해시 도만동 -> 경상남도 창원시 진해구 도만동
    '4812910400': '4819010400', # 경상남도 진해시 신흥동 -> 경상남도 창원시 진해구 신흥동
    '4812910500': '4819010500', # 경상남도 진해시 현동 -> 경상남도 창원시 진해구 현동
    '4812910600': '4819010600', # 경상남도 진해시 비봉동 -> 경상남도 창원시 진해구 비봉동
    '4812910700': '4819010700', # 경상남도 진해시 태평동 -> 경상남도 창원시 진해구 태평동
    '4812910800': '4819010800', # 경상남도 진해시 충의동 -> 경상남도 창원시 진해구 충의동
    '4812910900': '4819010900', # 경상남도 진해시 무송동 -> 경상남도 창원시 진해구 무송동
    '4812911000': '4819011000', # 경상남도 진해시 인의동 -> 경상남도 창원시 진해구 인의동
    '4812911100': '4819011100', # 경상남도 진해시 숭인동 -> 경상남도 창원시 진해구 숭인동
    '4812911200': '4819011200', # 경상남도 진해시 대영동 -> 경상남도 창원시 진해구 대영동
    '4812911300': '4819011300', # 경상남도 진해시 남빈동 -> 경상남도 창원시 진해구 남빈동
    '4812911400': '4819011400', # 경상남도 진해시 앵곡동 -> 경상남도 창원시 진해구 앵곡동
    '4812911500': '4819011500', # 경상남도 진해시 제황산동 -> 경상남도 창원시 진해구 제황산동
    '4812911600': '4819011600', # 경상남도 진해시 속천동 -> 경상남도 창원시 진해구 속천동
    '4812911700': '4819011700', # 경상남도 진해시 대죽동 -> 경상남도 창원시 진해구 대죽동
    '4812911800': '4819011800', # 경상남도 진해시 안곡동 -> 경상남도 창원시 진해구 안곡동
    '4812911900': '4819011900', # 경상남도 진해시 수송동 -> 경상남도 창원시 진해구 수송동
    '4812912000': '4819012000', # 경상남도 진해시 회현동 -> 경상남도 창원시 진해구 회현동
    '4812912100': '4819012100', # 경상남도 진해시 익선동 -> 경상남도 창원시 진해구 익선동
    '4812912200': '4819012200', # 경상남도 진해시 창선동 -> 경상남도 창원시 진해구 창선동
    '4812912300': '4819012300', # 경상남도 진해시 대천동 -> 경상남도 창원시 진해구 대천동
    '4812912400': '4819012400', # 경상남도 진해시 광화동 -> 경상남도 창원시 진해구 광화동
    '4812912500': '4819012500', # 경상남도 진해시 통신동 -> 경상남도 창원시 진해구 통신동
    '4812912600': '4819012600', # 경상남도 진해시 중앙동 -> 경상남도 창원시 진해구 중앙동
    '4812912700': '4819012700', # 경상남도 진해시 부흥동 -> 경상남도 창원시 진해구 부흥동
    '4812912800': '4819012800', # 경상남도 진해시 중평동 -> 경상남도 창원시 진해구 중평동
    '4812912900': '4819012900', # 경상남도 진해시 근화동 -> 경상남도 창원시 진해구 근화동
    '4812913000': '4819013000', # 경상남도 진해시 송죽동 -> 경상남도 창원시 진해구 송죽동
    '4812913100': '4819013100', # 경상남도 진해시 화천동 -> 경상남도 창원시 진해구 화천동
    '4812913200': '4819013200', # 경상남도 진해시 송학동 -> 경상남도 창원시 진해구 송학동
    '4812913300': '4819013300', # 경상남도 진해시 대흥동 -> 경상남도 창원시 진해구 대흥동
    '4812913400': '4819013400', # 경상남도 진해시 평안동 -> 경상남도 창원시 진해구 평안동
    '4812913500': '4819013500', # 경상남도 진해시 충무동 -> 경상남도 창원시 진해구 충무동
    '4812913600': '4819013600', # 경상남도 진해시 인사동 -> 경상남도 창원시 진해구 인사동
    '4812913700': '4819013700', # 경상남도 진해시 여좌동 -> 경상남도 창원시 진해구 여좌동
    '4812913800': '4819013800', # 경상남도 진해시 태백동 -> 경상남도 창원시 진해구 태백동
    '4812913900': '4819013900', # 경상남도 진해시 경화동 -> 경상남도 창원시 진해구 경화동
    '4812914000': '4819014000', # 경상남도 진해시 석동 -> 경상남도 창원시 진해구 석동
    '4812914100': '4819014100', # 경상남도 진해시 이동 -> 경상남도 창원시 진해구 이동
    '4812914200': '4819014200', # 경상남도 진해시 자은동 -> 경상남도 창원시 진해구 자은동
    '4812914300': '4819014300', # 경상남도 진해시 덕산동 -> 경상남도 창원시 진해구 덕산동
    '4812914400': '4819014400', # 경상남도 진해시 풍호동 -> 경상남도 창원시 진해구 풍호동
    '4812914500': '4819014500', # 경상남도 진해시 장천동 -> 경상남도 창원시 진해구 장천동
    '4812914600': '4819014600', # 경상남도 진해시 행암동 -> 경상남도 창원시 진해구 행암동
    '4812914700': '4819014700', # 경상남도 진해시 북부동 -> 경상남도 창원시 진해구 북부동
    '4812914800': '4819014800', # 경상남도 진해시 성내동 -> 경상남도 창원시 진해구 성내동
    '4812914900': '4819014900', # 경상남도 진해시 서중동 -> 경상남도 창원시 진해구 서중동
    '4812915000': '4819015000', # 경상남도 진해시 남문동 -> 경상남도 창원시 진해구 남문동
    '4812915100': '4819015100', # 경상남도 진해시 제덕동 -> 경상남도 창원시 진해구 제덕동
    '4812915200': '4819015200', # 경상남도 진해시 수도동 -> 경상남도 창원시 진해구 수도동
    '4812915300': '4819015300', # 경상남도 진해시 연도동 -> 경상남도 창원시 진해구 연도동
    '4812915400': '4819015400', # 경상남도 진해시 명동 -> 경상남도 창원시 진해구 명동
    '4812915500': '4819015500', # 경상남도 진해시 죽곡동 -> 경상남도 창원시 진해구 죽곡동
    '4812915600': '4819015600', # 경상남도 진해시 원포동 -> 경상남도 창원시 진해구 원포동
    '4812915700': '4819015700', # 경상남도 진해시 남양동 -> 경상남도 창원시 진해구 남양동
    '4812915800': '4819015800', # 경상남도 진해시 마천동 -> 경상남도 창원시 진해구 마천동
    '4812915900': '4819015900', # 경상남도 진해시 소사동 -> 경상남도 창원시 진해구 소사동
    '4812916000': '4819016000', # 경상남도 진해시 대장동 -> 경상남도 창원시 진해구 대장동
    '4812916100': '4819016100', # 경상남도 진해시 두동 -> 경상남도 창원시 진해구 두동
    '4812916200': '4819016200', # 경상남도 진해시 청안동 -> 경상남도 창원시 진해구 청안동
    '4812916300': '4819016300', # 경상남도 진해시 안골동 -> 경상남도 창원시 진해구 안골동
    '4812916400': '4819016400', # 경상남도 진해시 용원동 -> 경상남도 창원시 진해구 용원동
    '4812916500': '4819016500', # 경상남도 진해시 가주동 -> 경상남도 창원시 진해구 가주동

    '4413110100': '4413010100', # 충청남도 천안시 대흥동 -> 충청남도 천안시 동남구 대흥동
    '4413110200': '4413010300', # 충청남도 천안시 성황동 -> 충청남도 천안시 동남구 성황동
    '4413110300': '4413010400', # 충청남도 천안시 문화동 -> 충청남도 천안시 동남구 문화동
    '4413110400': '4413010500', # 충청남도 천안시 사직동 -> 충청남도 천안시 동남구 사직동
    '4413110500': '4413010600', # 충청남도 천안시 영성동 -> 충청남도 천안시 동남구 영성동
    '4413110600': '4413010700', # 충청남도 천안시 오룡동 -> 충청남도 천안시 동남구 오룡동
    '4413110700': '4413010800', # 충청남도 천안시 원성동 -> 충청남도 천안시 동남구 원성동
    '4413110800': '4413010900', # 충청남도 천안시 구성동 -> 충청남도 천안시 동남구 구성동
    '4413110900': '4413011000', # 충청남도 천안시 청수동 -> 충청남도 천안시 동남구 청수동
    '4413111000': '4413011100', # 충청남도 천안시 삼룡동 -> 충청남도 천안시 동남구 삼룡동
    '4413111100': '4413011200', # 충청남도 천안시 청당동 -> 충청남도 천안시 동남구 청당동
    '4413111200': '4413011300', # 충청남도 천안시 유량동 -> 충청남도 천안시 동남구 유량동
    '4413111300': '4413011900', # 충청남도 천안시 봉명동 -> 충청남도 천안시 동남구 봉명동
    '4413111400': '4413012000', # 충청남도 천안시 다가동 -> 충청남도 천안시 동남구 다가동
    '4413111500': '4413012100', # 충청남도 천안시 용곡동 -> 충청남도 천안시 동남구 용곡동
    '4413111600': '4413012200', # 충청남도 천안시 신방동 -> 충청남도 천안시 동남구 신방동
    '4413111700': '4413012300', # 충청남도 천안시 쌍용동 -> 충청남도 천안시 동남구 쌍용동
    '4413111800': '4413012500', # 충청남도 천안시 신부동 -> 충청남도 천안시 동남구 신부동
    '4413111900': '4413012900', # 충청남도 천안시 안서동 -> 충청남도 천안시 동남구 안서동
    '4413112000': '4413013000', # 충청남도 천안시 구룡동 -> 충청남도 천안시 동남구 구룡동
    '4413125000': '4413025900', # 충청남도 천안시 목천읍 -> 충청남도 천안시 동남구 목천읍
    '4413131000': '4413031000', # 충청남도 천안시 풍세면 -> 충청남도 천안시 동남구 풍세면
    '4413131021': '4413031021', # 충청남도 천안시 풍세면 풍서리 -> 충청남도 천안시 동남구 풍세면 풍서리
    '4413131022': '4413031022', # 충청남도 천안시 풍세면 가송리 -> 충청남도 천안시 동남구 풍세면 가송리
    '4413131023': '4413031023', # 충청남도 천안시 풍세면 미죽리 -> 충청남도 천안시 동남구 풍세면 미죽리
    '4413131024': '4413031024', # 충청남도 천안시 풍세면 두남리 -> 충청남도 천안시 동남구 풍세면 두남리
    '4413131025': '4413031025', # 충청남도 천안시 풍세면 남관리 -> 충청남도 천안시 동남구 풍세면 남관리
    '4413131026': '4413031026', # 충청남도 천안시 풍세면 삼태리 -> 충청남도 천안시 동남구 풍세면 삼태리
    '4413131027': '4413031027', # 충청남도 천안시 풍세면 용정리 -> 충청남도 천안시 동남구 풍세면 용정리
    '4413131028': '4413031028', # 충청남도 천안시 풍세면 보성리 -> 충청남도 천안시 동남구 풍세면 보성리
    '4413132000': '4413032000', # 충청남도 천안시 광덕면 -> 충청남도 천안시 동남구 광덕면
    '4413132021': '4413032021', # 충청남도 천안시 광덕면 광덕리 -> 충청남도 천안시 동남구 광덕면 광덕리
    '4413132022': '4413032022', # 충청남도 천안시 광덕면 지장리 -> 충청남도 천안시 동남구 광덕면 지장리
    '4413132023': '4413032023', # 충청남도 천안시 광덕면 보산원리 -> 충청남도 천안시 동남구 광덕면 보산원리
    '4413132024': '4413032024', # 충청남도 천안시 광덕면 대덕리 -> 충청남도 천안시 동남구 광덕면 대덕리
    '4413132025': '4413032025', # 충청남도 천안시 광덕면 매당리 -> 충청남도 천안시 동남구 광덕면 매당리
    '4413132026': '4413032026', # 충청남도 천안시 광덕면 신흥리 -> 충청남도 천안시 동남구 광덕면 신흥리
    '4413132027': '4413032027', # 충청남도 천안시 광덕면 무학리 -> 충청남도 천안시 동남구 광덕면 무학리
    '4413132028': '4413032028', # 충청남도 천안시 광덕면 신덕리 -> 충청남도 천안시 동남구 광덕면 신덕리
    '4413132029': '4413032029', # 충청남도 천안시 광덕면 행정리 -> 충청남도 천안시 동남구 광덕면 행정리
    '4413132030': '4413032030', # 충청남도 천안시 광덕면 대평리 -> 충청남도 천안시 동남구 광덕면 대평리
    '4413132031': '4413032031', # 충청남도 천안시 광덕면 원덕리 -> 충청남도 천안시 동남구 광덕면 원덕리
    '4413133000': '4413034000', # 충청남도 천안시 북면 -> 충청남도 천안시 동남구 북면
    '4413133021': '4413034021', # 충청남도 천안시 북면 연춘리 -> 충청남도 천안시 동남구 북면 연춘리
    '4413133022': '4413034022', # 충청남도 천안시 북면 상동리 -> 충청남도 천안시 동남구 북면 상동리
    '4413133023': '4413034023', # 충청남도 천안시 북면 은지리 -> 충청남도 천안시 동남구 북면 은지리
    '4413133024': '4413034024', # 충청남도 천안시 북면 용암리 -> 충청남도 천안시 동남구 북면 용암리
    '4413133025': '4413034025', # 충청남도 천안시 북면 매송리 -> 충청남도 천안시 동남구 북면 매송리
    '4413133026': '4413034026', # 충청남도 천안시 북면 명덕리 -> 충청남도 천안시 동남구 북면 명덕리
    '4413133027': '4413034027', # 충청남도 천안시 북면 오곡리 -> 충청남도 천안시 동남구 북면 오곡리
    '4413133028': '4413034028', # 충청남도 천안시 북면 사담리 -> 충청남도 천안시 동남구 북면 사담리
    '4413133029': '4413034029', # 충청남도 천안시 북면 전곡리 -> 충청남도 천안시 동남구 북면 전곡리
    '4413133030': '4413034030', # 충청남도 천안시 북면 양곡리 -> 충청남도 천안시 동남구 북면 양곡리
    '4413133031': '4413034031', # 충청남도 천안시 북면 납안리 -> 충청남도 천안시 동남구 북면 납안리
    '4413133032': '4413034032', # 충청남도 천안시 북면 운용리 -> 충청남도 천안시 동남구 북면 운용리
    '4413133033': '4413034033', # 충청남도 천안시 북면 대평리 -> 충청남도 천안시 동남구 북면 대평리
    '4413134000': '4413035000', # 충청남도 천안시 성남면 -> 충청남도 천안시 동남구 성남면
    '4413134021': '4413035021', # 충청남도 천안시 성남면 신덕리 -> 충청남도 천안시 동남구 성남면 신덕리
    '4413134022': '4413035022', # 충청남도 천안시 성남면 봉양리 -> 충청남도 천안시 동남구 성남면 봉양리
    '4413134023': '4413035023', # 충청남도 천안시 성남면 대흥리 -> 충청남도 천안시 동남구 성남면 대흥리
    '4413134024': '4413035024', # 충청남도 천안시 성남면 대정리 -> 충청남도 천안시 동남구 성남면 대정리
    '4413134025': '4413035025', # 충청남도 천안시 성남면 석곡리 -> 충청남도 천안시 동남구 성남면 석곡리
    '4413134026': '4413035026', # 충청남도 천안시 성남면 용원리 -> 충청남도 천안시 동남구 성남면 용원리
    '4413134027': '4413035027', # 충청남도 천안시 성남면 신사리 -> 충청남도 천안시 동남구 성남면 신사리
    '4413134028': '4413035028', # 충청남도 천안시 성남면 대화리 -> 충청남도 천안시 동남구 성남면 대화리
    '4413134029': '4413035029', # 충청남도 천안시 성남면 화성리 -> 충청남도 천안시 동남구 성남면 화성리
    '4413135000': '4413036000', # 충청남도 천안시 수신면 -> 충청남도 천안시 동남구 수신면
    '4413135021': '4413036021', # 충청남도 천안시 수신면 속창리 -> 충청남도 천안시 동남구 수신면 속창리
    '4413135022': '4413036022', # 충청남도 천안시 수신면 신풍리 -> 충청남도 천안시 동남구 수신면 신풍리
    '4413135023': '4413036023', # 충청남도 천안시 수신면 해정리 -> 충청남도 천안시 동남구 수신면 해정리
    '4413135024': '4413036024', # 충청남도 천안시 수신면 백자리 -> 충청남도 천안시 동남구 수신면 백자리
    '4413135025': '4413036025', # 충청남도 천안시 수신면 발산리 -> 충청남도 천안시 동남구 수신면 발산리
    '4413135026': '4413036026', # 충청남도 천안시 수신면 장산리 -> 충청남도 천안시 동남구 수신면 장산리
    '4413136000': '4413037000', # 충청남도 천안시 병천면 -> 충청남도 천안시 동남구 병천면
    '4413136021': '4413037021', # 충청남도 천안시 병천면 가전리 -> 충청남도 천안시 동남구 병천면 가전리
    '4413136022': '4413037022', # 충청남도 천안시 병천면 병천리 -> 충청남도 천안시 동남구 병천면 병천리
    '4413136023': '4413037023', # 충청남도 천안시 병천면 탑원리 -> 충청남도 천안시 동남구 병천면 탑원리
    '4413136024': '4413037024', # 충청남도 천안시 병천면 도원리 -> 충청남도 천안시 동남구 병천면 도원리
    '4413136025': '4413037025', # 충청남도 천안시 병천면 매성리 -> 충청남도 천안시 동남구 병천면 매성리
    '4413136026': '4413037026', # 충청남도 천안시 병천면 관성리 -> 충청남도 천안시 동남구 병천면 관성리
    '4413136027': '4413037027', # 충청남도 천안시 병천면 봉항리 -> 충청남도 천안시 동남구 병천면 봉항리
    '4413136028': '4413037028', # 충청남도 천안시 병천면 용두리 -> 충청남도 천안시 동남구 병천면 용두리
    '4413136029': '4413037029', # 충청남도 천안시 병천면 송정리 -> 충청남도 천안시 동남구 병천면 송정리
    '4413137000': '4413038000', # 충청남도 천안시 동면 -> 충청남도 천안시 동남구 동면
    '4413137021': '4413038021', # 충청남도 천안시 동면 구도리 -> 충청남도 천안시 동남구 동면 구도리
    '4413137022': '4413038022', # 충청남도 천안시 동면 송연리 -> 충청남도 천안시 동남구 동면 송연리
    '4413137023': '4413038023', # 충청남도 천안시 동면 화계리 -> 충청남도 천안시 동남구 동면 화계리
    '4413137024': '4413038024', # 충청남도 천안시 동면 광덕리 -> 충청남도 천안시 동남구 동면 광덕리
    '4413137025': '4413038025', # 충청남도 천안시 동면 동산리 -> 충청남도 천안시 동남구 동면 동산리
    '4413137026': '4413038026', # 충청남도 천안시 동면 행암리 -> 충청남도 천안시 동남구 동면 행암리
    '4413137027': '4413038027', # 충청남도 천안시 동면 덕성리 -> 충청남도 천안시 동남구 동면 덕성리
    '4413137028': '4413038028', # 충청남도 천안시 동면 죽계리 -> 충청남도 천안시 동남구 동면 죽계리
    '4413137029': '4413038029', # 충청남도 천안시 동면 장송리 -> 충청남도 천안시 동남구 동면 장송리
    '4413137030': '4413038030', # 충청남도 천안시 동면 수남리 -> 충청남도 천안시 동남구 동면 수남리
    '4413137031': '4413038031', # 충청남도 천안시 동면 화덕리 -> 충청남도 천안시 동남구 동면 화덕리
    '4413310100': '4413010200', # 충청남도 천안시 와촌동 -> 충청남도 천안시 서북구 와촌동
    '4413310200': '4413011400', # 충청남도 천안시 성정동 -> 충청남도 천안시 서북구 성정동
    '4413310300': '4413011500', # 충청남도 천안시 백석동 -> 충청남도 천안시 서북구 백석동
    '4413310400': '4413011600', # 충청남도 천안시 두정동 -> 충청남도 천안시 서북구 두정동
    '4413310500': '4413011700', # 충청남도 천안시 성성동 -> 충청남도 천안시 서북구 성성동
    '4413310600': '4413011800', # 충청남도 천안시 차암동 -> 충청남도 천안시 서북구 차암동
    '4413310700': '4413012300', # 충청남도 천안시 쌍용동 -> 충청남도 천안시 서북구 쌍용동
    '4413310800': '4413012400', # 충청남도 천안시 불당동 -> 충청남도 천안시 서북구 불당동
    '4413310900': '4413012600', # 충청남도 천안시 업성동 -> 충청남도 천안시 서북구 업성동
    '4413311000': '4413012700', # 충청남도 천안시 신당동 -> 충청남도 천안시 서북구 신당동
    '4413311100': '4413012800', # 충청남도 천안시 부대동 -> 충청남도 천안시 서북구 부대동
    '4413325000': '4413025000', # 충청남도 천안시 성환읍 -> 충청남도 천안시 서북구 성환읍
    '4413325021': '4413025021', # 충청남도 천안시 성환읍 성환리 -> 충청남도 천안시 서북구 성환읍 성환리
    '4413325022': '4413025022', # 충청남도 천안시 성환읍 성월리 -> 충청남도 천안시 서북구 성환읍 성월리
    '4413325023': '4413025023', # 충청남도 천안시 성환읍 매주리 -> 충청남도 천안시 서북구 성환읍 매주리
    '4413325024': '4413025024', # 충청남도 천안시 성환읍 율금리 -> 충청남도 천안시 서북구 성환읍 율금리
    '4413325025': '4413025025', # 충청남도 천안시 성환읍 왕림리 -> 충청남도 천안시 서북구 성환읍 왕림리
    '4413325026': '4413025026', # 충청남도 천안시 성환읍 신방리 -> 충청남도 천안시 서북구 성환읍 신방리
    '4413325027': '4413025027', # 충청남도 천안시 성환읍 송덕리 -> 충청남도 천안시 서북구 성환읍 송덕리
    '4413325028': '4413025028', # 충청남도 천안시 성환읍 우신리 -> 충청남도 천안시 서북구 성환읍 우신리
    '4413325029': '4413025029', # 충청남도 천안시 성환읍 어룡리 -> 충청남도 천안시 서북구 성환읍 어룡리
    '4413325030': '4413025030', # 충청남도 천안시 성환읍 복모리 -> 충청남도 천안시 서북구 성환읍 복모리
    '4413325031': '4413025031', # 충청남도 천안시 성환읍 신가리 -> 충청남도 천안시 서북구 성환읍 신가리
    '4413325032': '4413025032', # 충청남도 천안시 성환읍 와룡리 -> 충청남도 천안시 서북구 성환읍 와룡리
    '4413325033': '4413025033', # 충청남도 천안시 성환읍 학정리 -> 충청남도 천안시 서북구 성환읍 학정리
    '4413325034': '4413025034', # 충청남도 천안시 성환읍 대홍리 -> 충청남도 천안시 서북구 성환읍 대홍리
    '4413325035': '4413025035', # 충청남도 천안시 성환읍 수향리 -> 충청남도 천안시 서북구 성환읍 수향리
    '4413325036': '4413025036', # 충청남도 천안시 성환읍 안궁리 -> 충청남도 천안시 서북구 성환읍 안궁리
    '4413325037': '4413025037', # 충청남도 천안시 성환읍 양령리 -> 충청남도 천안시 서북구 성환읍 양령리
    '4413325038': '4413025038', # 충청남도 천안시 성환읍 도하리 -> 충청남도 천안시 서북구 성환읍 도하리
    '4413325300': '4413025300', # 충청남도 천안시 성거읍 -> 충청남도 천안시 서북구 성거읍
    '4413325321': '4413025321', # 충청남도 천안시 성거읍 송남리 -> 충청남도 천안시 서북구 성거읍 송남리
    '4413325322': '4413025322', # 충청남도 천안시 성거읍 천흥리 -> 충청남도 천안시 서북구 성거읍 천흥리
    '4413325323': '4413025323', # 충청남도 천안시 성거읍 오목리 -> 충청남도 천안시 서북구 성거읍 오목리
    '4413325324': '4413025324', # 충청남도 천안시 성거읍 오색당리 -> 충청남도 천안시 서북구 성거읍 오색당리
    '4413325325': '4413025325', # 충청남도 천안시 성거읍 저리 -> 충청남도 천안시 서북구 성거읍 저리
    '4413325326': '4413025326', # 충청남도 천안시 성거읍 모전리 -> 충청남도 천안시 서북구 성거읍 모전리
    '4413325327': '4413025327', # 충청남도 천안시 성거읍 삼곡리 -> 충청남도 천안시 서북구 성거읍 삼곡리
    '4413325328': '4413025328', # 충청남도 천안시 성거읍 정촌리 -> 충청남도 천안시 서북구 성거읍 정촌리
    '4413325329': '4413025329', # 충청남도 천안시 성거읍 문덕리 -> 충청남도 천안시 서북구 성거읍 문덕리
    '4413325330': '4413025330', # 충청남도 천안시 성거읍 석교리 -> 충청남도 천안시 서북구 성거읍 석교리
    '4413325331': '4413025331', # 충청남도 천안시 성거읍 요방리 -> 충청남도 천안시 서북구 성거읍 요방리
    '4413325332': '4413025332', # 충청남도 천안시 성거읍 소우리 -> 충청남도 천안시 서북구 성거읍 소우리
    '4413325333': '4413025333', # 충청남도 천안시 성거읍 신월리 -> 충청남도 천안시 서북구 성거읍 신월리
    '4413325600': '4413025600', # 충청남도 천안시 직산읍 -> 충청남도 천안시 서북구 직산읍
    '4413325621': '4413025621', # 충청남도 천안시 직산읍 군동리 -> 충청남도 천안시 서북구 직산읍 군동리
    '4413325622': '4413025622', # 충청남도 천안시 직산읍 군서리 -> 충청남도 천안시 서북구 직산읍 군서리
    '4413325623': '4413025623', # 충청남도 천안시 직산읍 남산리 -> 충청남도 천안시 서북구 직산읍 남산리
    '4413325624': '4413025624', # 충청남도 천안시 직산읍 판정리 -> 충청남도 천안시 서북구 직산읍 판정리
    '4413325625': '4413025625', # 충청남도 천안시 직산읍 수헐리 -> 충청남도 천안시 서북구 직산읍 수헐리
    '4413325626': '4413025626', # 충청남도 천안시 직산읍 삼은리 -> 충청남도 천안시 서북구 직산읍 삼은리
    '4413325627': '4413025627', # 충청남도 천안시 직산읍 상덕리 -> 충청남도 천안시 서북구 직산읍 상덕리
    '4413325628': '4413025628', # 충청남도 천안시 직산읍 부송리 -> 충청남도 천안시 서북구 직산읍 부송리
    '4413325629': '4413025629', # 충청남도 천안시 직산읍 모시리 -> 충청남도 천안시 서북구 직산읍 모시리
    '4413325630': '4413025630', # 충청남도 천안시 직산읍 자은가리 -> 충청남도 천안시 서북구 직산읍 자은가리
    '4413325631': '4413025631', # 충청남도 천안시 직산읍 양당리 -> 충청남도 천안시 서북구 직산읍 양당리
    '4413325632': '4413025632', # 충청남도 천안시 직산읍 신갈리 -> 충청남도 천안시 서북구 직산읍 신갈리
    '4413325633': '4413025633', # 충청남도 천안시 직산읍 마정리 -> 충청남도 천안시 서북구 직산읍 마정리
    '4413325634': '4413025634', # 충청남도 천안시 직산읍 석곡리 -> 충청남도 천안시 서북구 직산읍 석곡리
    '4413331000': '4413040000', # 충청남도 천안시 입장면 -> 충청남도 천안시 서북구 입장면
    '4413331021': '4413040021', # 충청남도 천안시 입장면 하장리 -> 충청남도 천안시 서북구 입장면 하장리
    '4413331022': '4413040022', # 충청남도 천안시 입장면 상장리 -> 충청남도 천안시 서북구 입장면 상장리
    '4413331023': '4413040023', # 충청남도 천안시 입장면 기로리 -> 충청남도 천안시 서북구 입장면 기로리
    '4413331024': '4413040024', # 충청남도 천안시 입장면 도림리 -> 충청남도 천안시 서북구 입장면 도림리
    '4413331025': '4413040025', # 충청남도 천안시 입장면 양대리 -> 충청남도 천안시 서북구 입장면 양대리
    '4413331026': '4413040026', # 충청남도 천안시 입장면 홍천리 -> 충청남도 천안시 서북구 입장면 홍천리
    '4413331027': '4413040027', # 충청남도 천안시 입장면 호당리 -> 충청남도 천안시 서북구 입장면 호당리
    '4413331028': '4413040028', # 충청남도 천안시 입장면 시장리 -> 충청남도 천안시 서북구 입장면 시장리
    '4413331029': '4413040029', # 충청남도 천안시 입장면 효계리 -> 충청남도 천안시 서북구 입장면 효계리
    '4413331030': '4413040030', # 충청남도 천안시 입장면 신덕리 -> 충청남도 천안시 서북구 입장면 신덕리
    '4413331031': '4413040031', # 충청남도 천안시 입장면 신두리 -> 충청남도 천안시 서북구 입장면 신두리
    '4413331032': '4413040032', # 충청남도 천안시 입장면 용정리 -> 충청남도 천안시 서북구 입장면 용정리
    '4413331033': '4413040033', # 충청남도 천안시 입장면 흑암리 -> 충청남도 천안시 서북구 입장면 흑암리
    '4413331034': '4413040034', # 충청남도 천안시 입장면 산정리 -> 충청남도 천안시 서북구 입장면 산정리
    '4413331035': '4413040035', # 충청남도 천안시 입장면 연곡리 -> 충청남도 천안시 서북구 입장면 연곡리
    '4413331036': '4413040036', # 충청남도 천안시 입장면 가산리 -> 충청남도 천안시 서북구 입장면 가산리
    '4413331037': '4413040037', # 충청남도 천안시 입장면 유리 -> 충청남도 천안시 서북구 입장면 유리
    '4413331038': '4413040038', # 충청남도 천안시 입장면 독정리 -> 충청남도 천안시 서북구 입장면 독정리

    '4122025300': '4122038000', # 경기도 평택시 안중면 -> 경기도 평택시 안중읍
    '4122025321': '4122038021', # 경기도 평택시 안중면 안중리 -> 경기도 평택시 안중읍 안중리
    '4122025322': '4122038022', # 경기도 평택시 안중면 학현리 -> 경기도 평택시 안중읍 학현리
    '4122025323': '4122038023', # 경기도 평택시 안중면 금곡리 -> 경기도 평택시 안중읍 금곡리
    '4122025324': '4122038024', # 경기도 평택시 안중면 대반리 -> 경기도 평택시 안중읍 대반리
    '4122025325': '4122038025', # 경기도 평택시 안중면 삼정리 -> 경기도 평택시 안중읍 삼정리
    '4122025326': '4122038026', # 경기도 평택시 안중면 용성리 -> 경기도 평택시 안중읍 용성리
    '4122025327': '4122038027', # 경기도 평택시 안중면 덕우리 -> 경기도 평택시 안중읍 덕우리
    '4122025328': '4122038028', # 경기도 평택시 안중면 성해리 -> 경기도 평택시 안중읍 성해리
    '4122025329': '4122038029', # 경기도 평택시 안중면 송담리 -> 경기도 평택시 안중읍 송담리
    '4122025330': '4122038030', # 경기도 평택시 안중면 현화리 -> 경기도 평택시 안중읍 현화리

    '4161025000': '4179031000', # 경기도 광주군 오포면 -> 경기도 광주시 오포읍
    '4161025021': '4179031021', # 경기도 광주군 오포면 고산리 -> 경기도 광주시 오포읍 고산리
    '4161025022': '4179031022', # 경기도 광주군 오포면 신현리 -> 경기도 광주시 오포읍 신현리
    '4161025023': '4179031023', # 경기도 광주군 오포면 능평리 -> 경기도 광주시 오포읍 능평리
    '4161025024': '4179031024', # 경기도 광주군 오포면 문형리 -> 경기도 광주시 오포읍 문형리
    '4161025025': '4179031025', # 경기도 광주군 오포면 추자리 -> 경기도 광주시 오포읍 추자리
    '4161025026': '4179031026', # 경기도 광주군 오포면 매산리 -> 경기도 광주시 오포읍 매산리
    '4161025027': '4179031027', # 경기도 광주군 오포면 양벌리 -> 경기도 광주시 오포읍 양벌리

    '4155037000': '4186037000', # 경기도 안성군 공도면 -> 경기도 안성시 공도면
    '4155037021': '4186037021', # 경기도 안성군 공도면 양기리 -> 경기도 안성시 공도면 양기리
    '4155037022': '4186037022', # 경기도 안성군 공도면 웅교리 -> 경기도 안성시 공도면 웅교리
    '4155037023': '4186037023', # 경기도 안성군 공도면 신두리 -> 경기도 안성시 공도면 신두리
    '4155037024': '4186037024', # 경기도 안성군 공도면 중복리 -> 경기도 안성시 공도면 중복리
    '4155037025': '4186037025', # 경기도 안성군 공도면 용두리 -> 경기도 안성시 공도면 용두리
    '4155037026': '4186037026', # 경기도 안성군 공도면 승두리 -> 경기도 안성시 공도면 승두리
    '4155037027': '4186037027', # 경기도 안성군 공도면 건천리 -> 경기도 안성시 공도면 건천리
    '4155037028': '4186037028', # 경기도 안성군 공도면 불당리 -> 경기도 안성시 공도면 불당리
    '4155037029': '4186037029', # 경기도 안성군 공도면 만정리 -> 경기도 안성시 공도면 만정리
    '4155037030': '4186037030', # 경기도 안성군 공도면 마정리 -> 경기도 안성시 공도면 마정리
    '4155037031': '4186037031', # 경기도 안성군 공도면 진사리 -> 경기도 안성시 공도면 진사리

    '4155025000': '4155037000', # 경기도 안성시 공도면 -> 경기도 안성시 공도읍
    '4155025021': '4155037021', # 경기도 안성시 공도면 양기리 -> 경기도 안성시 공도읍 양기리
    '4155025022': '4155037022', # 경기도 안성시 공도면 웅교리 -> 경기도 안성시 공도읍 웅교리
    '4155025023': '4155037023', # 경기도 안성시 공도면 신두리 -> 경기도 안성시 공도읍 신두리
    '4155025024': '4155037024', # 경기도 안성시 공도면 중복리 -> 경기도 안성시 공도읍 중복리
    '4155025025': '4155037025', # 경기도 안성시 공도면 용두리 -> 경기도 안성시 공도읍 용두리
    '4155025026': '4155037026', # 경기도 안성시 공도면 승두리 -> 경기도 안성시 공도읍 승두리
    '4155025027': '4155037027', # 경기도 안성시 공도면 건천리 -> 경기도 안성시 공도읍 건천리
    '4155025028': '4155037028', # 경기도 안성시 공도면 불당리 -> 경기도 안성시 공도읍 불당리
    '4155025029': '4155037029', # 경기도 안성시 공도면 만정리 -> 경기도 안성시 공도읍 만정리
    '4155025030': '4155037030', # 경기도 안성시 공도면 마정리 -> 경기도 안성시 공도읍 마정리
    '4155025031': '4155037031', # 경기도 안성시 공도면 진사리 -> 경기도 안성시 공도읍 진사리

    '4172013000': '4172032000', # 경기도 남양주군 진접면 -> 경기도 남양주군 진접읍
    '4172013021': '4172032021', # 경기도 남양주군 진접면 장현리 -> 경기도 남양주군 진접읍 장현리
    '4172013022': '4172032022', # 경기도 남양주군 진접면 내각리 -> 경기도 남양주군 진접읍 내각리
    '4172013023': '4172032023', # 경기도 남양주군 진접면 내곡리 -> 경기도 남양주군 진접읍 내곡리
    '4172013024': '4172032024', # 경기도 남양주군 진접면 연평리 -> 경기도 남양주군 진접읍 연평리
    '4172013025': '4172032025', # 경기도 남양주군 진접면 부평리 -> 경기도 남양주군 진접읍 부평리
    '4172013026': '4172032026', # 경기도 남양주군 진접면 팔야리 -> 경기도 남양주군 진접읍 팔야리
    '4172013027': '4172032027', # 경기도 남양주군 진접면 진벌리 -> 경기도 남양주군 진접읍 진벌리
    '4172013028': '4172032028', # 경기도 남양주군 진접면 금곡리 -> 경기도 남양주군 진접읍 금곡리
    '4172013029': '4172032029', # 경기도 남양주군 진접면 양지리 -> 경기도 남양주군 진접읍 양지리
    '4172013030': '4172032030', # 경기도 남양주군 진접면 팔현리 -> 경기도 남양주군 진접읍 팔현리
    '4172013031': '4172032031', # 경기도 남양주군 진접면 오남리 -> 경기도 남양주군 진접읍 오남리

    '4136025300': '4172013000', # 경기도 남양주군 진접읍 -> 경기도 남양주시 진접읍
    '4136025321': '4172013021', # 경기도 남양주군 진접읍 장현리 -> 경기도 남양주시 진접읍 장현리
    '4136025322': '4172013022', # 경기도 남양주군 진접읍 내각리 -> 경기도 남양주시 진접읍 내각리
    '4136025323': '4172013023', # 경기도 남양주군 진접읍 내곡리 -> 경기도 남양주시 진접읍 내곡리
    '4136025324': '4172013024', # 경기도 남양주군 진접읍 연평리 -> 경기도 남양주시 진접읍 연평리
    '4136025325': '4172013025', # 경기도 남양주군 진접읍 부평리 -> 경기도 남양주시 진접읍 부평리
    '4136025326': '4172013026', # 경기도 남양주군 진접읍 팔야리 -> 경기도 남양주시 진접읍 팔야리
    '4136025327': '4172013027', # 경기도 남양주군 진접읍 진벌리 -> 경기도 남양주시 진접읍 진벌리
    '4136025328': '4172013028', # 경기도 남양주군 진접읍 금곡리 -> 경기도 남양주시 진접읍 금곡리
    '4136025329': '4172013029', # 경기도 남양주군 진접읍 양지리 -> 경기도 남양주시 진접읍 양지리
    '4136025330': '4172013030', # 경기도 남양주군 진접읍 팔현리 -> 경기도 남양주시 진접읍 팔현리
    '4136025331': '4172013031', # 경기도 남양주군 진접읍 오남리 -> 경기도 남양주시 진접읍 오남리
}

CORRECT_ERROR_BJD = {
    '4139013500': {
        '과거법정동코드': None, # 경기도 시흥시 배곧동, 배곧동은 정왕동에서 분리된거라서 배곧동도 여전히 존재함
        '삭제일자': None
    }
}